"__title__" = "Conta bancária (UK)";

"__description__" = "Informações de conta bancária no Reino Unido.";

"bankName" = "Nome do banco";

"owner" = "Nome na conta";

"accountTypeUK" = "Tipo";

"bankNo" = "Número de ordenação da sucursal bancária";

"accountNo" = "Número de conta";

"swift" = "Código SWIFT";

"iban" = "Número IBAN";

"branchInfo" = "Informações da sucursal";

"branchPhone" = "Telefone";

"branchAddress" = "Endereço";

"telephonePin" = "PIN Telefone";


"menu.accountTypeUK.current" = "Corrente";

"menu.accountTypeUK.savings" = "Poupança";

"menu.accountTypeUK.loc" = "Linha de crédito";

"menu.accountTypeUK.money_market" = "Mercado monetário";

"menu.accountTypeUK.other" = "Outros";
